{"translation-revision-date":"2024-07-31 15:00:15+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"These blocks are editable using overrides.":["Ces blocs sont modifiables en utilisant des surcharges."],"This %1$s is editable using the \"%2$s\" override.":["Les blocs de type %1$s sont modifiables en utilisant la surcharge « %2$s »."],"Allow changes to this block throughout instances of this pattern.":["Autoriser les modifications de ce bloc dans toutes les instances de ce modèle."],"Overrides currently don't support image captions or links. Remove the caption or link first before enabling overrides.":["Les surcharges ne sont pas compatibles avec les captures d’images ou les liens. Supprimez la capture ou le lien avant d’autoriser les surcharges."],"Disable":["Désactiver"],"Are you sure you want to disable overrides? Disabling overrides will revert all applied overrides for this block throughout instances of this pattern.":["Confirmez-vous la suppression des surcharges ? La suppression des surcharges annulera toutes celles qui sont appliquées à ce bloc dans toutes les apparitions de cette composition."],"Disable overrides":["Désactiver les surcharges"],"For example, if you are creating a recipe pattern, you use \"Recipe Title\", \"Recipe Description\", etc.":["Par exemple, si vous créez un modèle de recette, vous utilisez « Titre de la recette », « Description de la recette », etc."],"Overrides are changes you make to a block within a synced pattern instance. Use overrides to customize a synced pattern instance to suit its new context. Name this block to specify an override.":["Les surcharges sont des modifications que vous apportez à un bloc synchronisé avec un modèle. Utilisez des surcharges pour personnaliser une instance de modèle synchronisée en fonction de son nouveau contexte. Nommez ce bloc pour définir une surcharge."],"Enable overrides":["Activer les surcharges"],"Overrides":["Surcharges"],"pattern (singular)\u0004Synced":["Synchronisée"],"Pattern category renamed.":["Catégorie de composition renommée."],"This category already exists. Please use a different name.":["Cette catégorie existe déjà. Veuillez utiliser un nom différent."],"Please enter a new name for this category.":["Veuillez saisir un nouveau nom pour cette catégorie."],"Pattern renamed":["Composition renommée"],"Sync this pattern across multiple locations.":["Synchronisez cette composition sur plusieurs emplacements."],"Duplicate pattern":["Dupliquer la composition"],"\"%s\" duplicated.":["« %s » dupliqué•e."],"Block name changed to: \"%s\".":["Le nom du bloc a été modifié en : « %s »."],"Unsynced pattern created: %s":["Composition non synchronisée créée : %s"],"Synced pattern created: %s":["Composition synchronisée créée : %s"],"%s (Copy)":["%s (copie)"],"My pattern":["Ma composition"],"Create pattern":["Créer une composition"],"An error occurred while renaming the pattern.":["Une erreur s’est produite lors du renommage de la composition."],"Manage patterns":["Gérer les compositions"],"Rename":["Renommer"],"Duplicate":["Dupliquer"],"Reset":["Réinitialiser "],"Detach":["Détacher"],"Enable":["Activer"],"Add":["Ajouter"],"Cancel":["Annuler"],"Name":["Nom"],"Categories":["Catégories"],"Save":["Enregistrer"]}},"comment":{"reference":"wp-includes\/js\/dist\/patterns.js"}}